<!DOCTYPE html>
<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta charset="UTF-8" />
<title></title>

<style type="text/css">
.a______ {
mso-style-name:"Обычный";
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
}
h1 {
line-height:115%;
margin:1.0pt;
margin-top:20.0pt;
margin-bottom:6.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:20.0pt;
color:Black;
font-weight:normal;
border:none;
}
h2 {
line-height:115%;
margin:1.0pt;
margin-top:18.0pt;
margin-bottom:6.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:16.0pt;
color:Black;
font-weight:normal;
border:none;
}
h3 {
line-height:115%;
margin:1.0pt;
margin-top:16.0pt;
margin-bottom:4.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:14.0pt;
color:#434343;
font-weight:normal;
border:none;
}
h4 {
line-height:115%;
margin:1.0pt;
margin-top:14.0pt;
margin-bottom:4.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:12.0pt;
color:#666666;
font-weight:normal;
border:none;
}
h5 {
line-height:115%;
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:4.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:#666666;
font-weight:normal;
border:none;
}
h6 {
line-height:115%;
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:4.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:#666666;
font-style:italic;
font-weight:normal;
border:none;
}
.a_______ {
mso-style-name:"Название";
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:26.0pt;
color:Black;
font-weight:normal;
border:none;
}
.a___________ {
mso-style-name:"Подзаголовок";
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:16.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:15.0pt;
color:#666666;
font-weight:normal;
border:none;
}

.tm10 {
margin-top:12.0pt;
margin-bottom:12.0pt;
text-align:center;
}
.tm11 {
font-family:"Cardo";
}
.tm12 {
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
margin-top:12.0pt;
margin-bottom:12.0pt;
text-align:center;
}
.tm13 {
font-size:14.0pt;
font-family:"Times New Roman";
}
.tm14 {
margin-top:12.0pt;
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm15 {
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
margin-top:12.0pt;
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm16 {
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm17 {
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm18 {
margin-bottom:12.0pt;
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm19 {
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
margin-bottom:12.0pt;
margin-left:36.0pt;
text-indent:-18.0pt;
text-align:center;
}
.tm20 {
text-align:center;
}
.tm21 {
line-height:115%;
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:11.0pt;
color:Black;
font-weight:normal;
border:none;
text-align:center;
}

body {
            background-color: #FFE082;
        }

body {
            margin: 5;
            padding: 0;
            font-family: Arial, sans-serif;
        }
        .container {
            width: 100%;
            padding: 20px;
            box-sizing: border-box;
        }
        .content {
            width: 100%;
            max-width: 1200px;
            margin: 0 auto;
        }
img {
    max-width: 95%;
    height: auto;
    display: block;
    margin-left: auto;
    margin-right: auto;
}

</style>
</head>
<body>

<script type="text/javascript">
        var initialFontSize = 14; // Установите начальный размер шрифта

        // Функция для установки начального размера шрифта
        function setInitialFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var computedStyle = window.getComputedStyle(element, null);
                var currentSize = parseFloat(computedStyle.getPropertyValue('font-size'));
                // Увеличиваем размер до начального значения
                var scale = initialFontSize / currentSize;
                element.style.fontSize = initialFontSize + 'pt';
            });
        }

        function increaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = (fontSize + 2) + 'px';
            });
        }

        function decreaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = Math.max(8, fontSize - 2) + 'px';
            });
        }

        // Устанавливаем начальный размер шрифта после загрузки страницы
        window.onload = setInitialFontSize;
    </script>

<h3 class="tm10"><a id="a1aj9dpirrtl1"></a><span class="tm11">&#10731;</span></h3>
<p class="tm12"><span class="tm13"></span><u><a href="#aetjzftna3pzm"><span class="tm13">Meditation on the Merits of the Buddha (Buddh&#257;nussati)</span></a></u><span
 class="tm13"><br /> </span><u><a href="#acyqj4ae1vim8"><span class="tm13">Loving-kindness (Mett&#257;)</span></a></u><span
 class="tm13"><br /> </span><u><a href="#au826p2caca2i"><span class="tm13">Repulsiveness (Asubha)</span></a></u><span class="tm13"><br /> </span><u><a
 href="#alym9iiz5l4ds"><span class="tm13">Meditation on Death (Mara&#7751;anussati)</span></a></u></p>
<p class="tm12"><span class="tm13">These are four forms of meditation that bhikkhus should not neglect. As a rule, a bhikkhu who practices them once or twice a day develops faith, becomes aware of disgust for sa&#7747;s&#257;ra,
and gains support in observing monastic practices. These four types of meditation also serve as a form of protection for the bhikkhu. Therefore they are also known as &#8220;the four types of protection.&#8221; There is a
series of stanzas called the &#8220;Chatur&#257;rak&#7779;&#257;&#8221; (Four Types of Protection) on Buddh&#257;nussati, mett&#257;, asubha and mara&#7751;anussati, composed by ancient teachers as an aid to memorization so
that it is easy to reflect on these four objects, such as reflection on the merits of the Buddha. It has long been used by bhikkhus in Sri Lanka. This series of stanzas is very suitable for recitation as a communal meditation.
Real benefit from their recitation is achieved when their meaning is studied. Therefore the series of stanzas with their translation is given below.</span></p>
<p class="tm12"><span class="tm13">&#160;</span></p>
<h2 class="tm10"><a id="aetjzftna3pzm"></a>Meditation &#8212; Reflection on the Merits of the Buddha</h2>
<p class="tm12"><span class="tm13"></span><u><a href="#a1aj9dpirrtl1"><span class="tm13">Contents</span></a></u></p>
<p class="tm15"><span class="tm13">1. &quot;SAV&#256;SANE KILESE SO EKO SABBE NIGH&#256;TIYA,<br /> AH&#362; SUSUDDHASANT&#256;NO P&#362;J&#256;NANCA SAD&#256;RAHO&quot;<br /> The Blessed One, having overcome all defilements
together with their ingrained tendencies, attained an immeasurably pure mind. He is worthy of receiving countless offerings from devas and humans.<br /></span></p>
<p class="tm17"><span class="tm13">2. &quot;SABBAK&#256;LAGATE DHAMME SABBE SAMM&#256; SAYA MUNI.<br /> SABB&#256;K&#256;RENA BUJJHITV&#256; EKO SABBANNUTAM GATO&quot;.<br /> Having comprehended by himself all Dhamma pertaining
to the past, present and future, he became the supreme awakened one.<br /></span></p>
<p class="tm17"><span class="tm13">3. &quot;VIPASSAN&#256;DI VIJJ&#256;HI S&#298;L&#256;DI CARANEHI CA,<br /> SUSAMIDDHEHI SAMPANNO GAGAN&#256;BHEHI N&#256;YAKO&quot;.<br /> Filled, like the boundless sky, with the knowledge
of vipassan&#257;, with virtue and with commendable conduct, he is a leader endowed with excellent qualities.<br /></span></p>
<p class="tm17"><span class="tm13">4. &quot;SAMM&#256;GATO SUBHAM TH&#256;NAM AMOGHAVACANO CA SO,<br /> TIVIDHASS&#256; PI LOKASSA &#1057;&#256;T&#256; NIRAVASESATO&quot;.<br /> The Blessed One has arrived at the highest blissful
attainment, and his words are unfailing. He completely penetrated the three worlds.<br /></span></p>
<p class="tm17"><span class="tm13">5. &quot;ANEKEHI GUN&#1054;GHEHI SABBASATTUTTAMO AHU<br /> ANEKEHI UP&#256;YEHI NARADAMME DAMESI CA&quot;.<br /> The Blessed One, full of virtues and excellent in many treasures, is the best
of all beings. By many skilful means he tamed untamed people.<br /></span></p>
<p class="tm17"><span class="tm13">6. &quot;EKO SABBASSA LOKASSA SABBATTH&#256;NUS&#256;SAKO,<br /> BH&#256;GYA ISSARIY&#256;D&#298;NAM GUN&#256;NAM PARAMO NIDHI&quot;.<br /> The sole beneficent teacher for the whole world.
A supreme treasury of wholesome qualities and other virtues.<br /></span></p>
<p class="tm17"><span class="tm13">7. &quot;PANN&#256;SSA SABBADHAMMESU KARUN&#256; SABBAJANTUSU,<br /> ATTATTH&#256;NAM PARATTH&#256;NAM S&#256;DHIK&#256; GUTAJETTHIK&#256;&quot;.<br /> The Blessed One is full of wisdom concerning
all things and of compassion for all beings&#8212;these are the two foremost qualities that benefit oneself and others.<br /></span></p>
<p class="tm17"><span class="tm13">8. &quot;DAY&#256;YA P&#256;RAM&#298; CITV&#256; PANN&#256;YATT&#256;NAMUDDHAR&#298;.<br /> UDDHAR&#298; SABBADH&#256;MME CA D&#256;Y&#256;YANNE CA UDDHAR&#298;.&quot;<br /> Having perfected
the p&#257;ram&#299;s through compassion and having uplifted those devoted to wisdom, he crossed the ocean of sa&#7747;s&#257;ra. He mastered all Dhamma. In his compassion he liberated other beings from the ocean of sa&#7747;s&#257;ra.<br /></span></p>
<p class="tm19"><span class="tm13">9. &quot;DISSAM&#256;NO PI T&#256;VASSA R&#362;PAK&#256;YO ACINTIYO,<br /> AS&#256;DH&#256;RANAN&#256;NADDE DHAMMAK&#256;YE KATH&#256;VA K&#256;.&quot;<br /> The Blessed One&#8217;s visible
physical body is inconceivable. What then can be said of his Dhamma-body, which is endowed with incomparable wisdom?<br /> Those who practice this meditation should read other books or learn from teachers to understand the
detailed meaning of these stanzas, which have been briefly mentioned above. The recitation of these stanzas will develop faith (saddh&#257;) only when their meaning is understood.<br /></span></p>
<h2 class="tm10"><a id="acyqj4ae1vim8"></a>Meditation of Loving-kindness (Mett&#257;-bh&#257;van&#257;)</h2>
<p class="tm12"><span class="tm13"></span><u><a href="#a1aj9dpirrtl1"><span class="tm13">Contents</span></a></u></p>
<p class="tm15"><span class="tm13">1. &quot;SUKH&#298; BHAVEYYAM NIDDUKKHO AHAM NICCAM AHAM VIYA,<br /> HIT&#256; CA ME SUKH&#298; HONTU MAJJHATT&#256;THA CA VERINO.&quot;<br /> May I be always well and happy! May I be free
from sorrow!<br /> And, just as I am, may all friendly beings, neutral beings, and even enemies be well and happy!<br /></span></p>
<p class="tm17"><span class="tm13">2. &quot;IMAMHI G&#256;MAKKHETTAMHI SATT&#256; HONTU SUKH&#298; SAD&#256;,<br /> TATO PARANCA RAJJESU CAKKAV&#256;LESU JANTUNO.&quot;<br /> May all beings in this village always be well and
happy!<br /> May all beings in the kingdoms and world-systems beyond it always be well and happy!<br /></span></p>
<p class="tm17"><span class="tm13">3. &quot;SAMANT&#256; CAKKAV&#256;LESU SATT&#256;NANTESU P&#256;NINO<br /> SUKHINO PUGGAL&#256; BH&#362;T&#256; ATTABH&#256;VAGAT&#256; SIYUM&quot;<br /> May all living beings among the countless
beings in all world-systems,<br /> all persons, all those existing in any states of being, be happy!<br /></span></p>
<p class="tm19"><span class="tm13">4. &quot;TATH&#256; ITTHI PUM&#256; CEVA ARIY&#256; ANARIY&#256; PI CA,<br /> DEV&#256; NAR&#256; AP&#256;YATTH&#256; TATH&#256; DASADIS&#256;SU CA.&quot;<br /> Likewise, may all women and
men, noble and non-noble, devas, humans and beings in the lower realms, be well and happy!<br /></span></p>
<h2 class="tm10"><a id="au826p2caca2i"></a>Meditation on Repulsiveness (Asubha-bh&#257;van&#257;)</h2>
<p class="tm12"><span class="tm13"></span><u><a href="#a1aj9dpirrtl1"><span class="tm13">Contents</span></a></u></p>
<p class="tm15"><span class="tm13">1. &quot;VANNA SANTH&#256;NA GANDHEHI &#256;SAYO K&#256;SATO TATH&#256;,<br /> PATIKK&#362;L&#256;NI K&#256;YE ME KUNAP&#256;NI DV&#298;SOLASA.&quot;<br /> Thirty-two parts of my body, such
as hair, etc., are repulsive in color, shape, smell, arrangement and outline.<br /></span></p>
<p class="tm17"><span class="tm13">2. &quot;PATITAMH&#256; PI KUNAP&#256; JEGUCCHAM K&#256;YANISSITAM,<br /> &#256;DH&#256;RO HI SUCI TASSA K&#256;YETU KUNAPE TH&#298;TO.&quot;<br /> The parts that remain attached to the body
are more repulsive than those that have fallen away. Why? Because the place where a part has fallen away is clean. What is on the body is in an unclean place. That is why.<br /></span></p>
<p class="tm17"><span class="tm13">3. &quot;M&#298;LHE KIMIVA K&#256;YO YAM ASUCIMHI SAMUTTHITO,<br /> ANTO ASUCI SAMPUNNO PUNNAVACCAKUT&#298; VIYA.&quot;<br /> This body is like a worm born in filth, arising in uncleanliness;
within it it is full of uncleanness, like a latrine filled to the brim.<br /></span></p>
<p class="tm17"><span class="tm13">4. &quot;ASUCI SANDATE NICCAM YATH&#256; MEDAKATH&#256;LIK&#256;,<br /> N&#256;N&#256; KIMIKUL&#256;V&#256;SO PAKKACANDANIK&#256; VIYA.&quot;<br /> Unclean excretions (such as feces, urine,
mucus, saliva, pus, etc.) constantly flow from this body, like from a porous pot containing raw meat. This body is like a rotting cesspit, a dwelling-place for various worms.<br /></span></p>
<p class="tm19"><span class="tm13">5. &quot;GANDABH&#362;TO ROGABH&#362;TO VANABH&#362;TO SAMUSSASO,<br /> ATEKICCHOTIJEGUCCHO PABHINNAKUNAP&#362;PAMO.&quot;<br /> This body is like an abscess. Like a disease. Like a sore
wound. Difficult to maintain...<br /></span></p>
<h2 class="tm10"><a id="alym9iiz5l4ds"></a>Meditation on Death (Mara&#7751;anussati)</h2>
<p class="tm12"><u><a href="#a1aj9dpirrtl1"><span class="tm13">Contents</span></a></u></p>
<p class="tm15"><span class="tm13">1. &quot;MAH&#256;SAMPATTISAMPATT&#256; YATH&#256; SATT&#256; MAT&#256; IDHA,<br /> TATH&#256; AHAM MARISS&#256;MI MARANAM MAMA HESSAT&#298;.&quot;<br /> I too will die, just as beings who
attained great attainments have died. Death will come to me.<br /></span></p>
<p class="tm17"><span class="tm13">2. &quot;UPPATTIY&#256; SAHE VEDAM MARANAM &#256;GATAM SAD&#256;,<br /> MARANATTH&#256;YA OK&#256;SAM VADHAKO VIYA ESATI.&quot;<br /> Death is something that came together with birth. Death
always seeks an opportunity to kill, like an executioner.<br /></span></p>
<p class="tm17"><span class="tm13">3. &quot;&#298;SAKAM ANIVATTANTAM SATATAM GAMANUSSUKAM,<br /> J&#298;VITAM UDAY&#256; ATTHAM SURIYO VIYA DH&#256;VATI.&quot;<br /> Life does not pause even for a moment; from birth it runs
toward death, like the sun moving from rising toward setting.<br /></span></p>
<p class="tm17"><span class="tm13">4. &quot;VIJJUBUBBULA USS&#256;VA JALAR&#256;JI PARIKKHAYA,<br /> GH&#256;TAKOVA RIP&#362; TASSA SABATT&#256;PI AV&#256;RIYO.&quot;<br /> This life ends as swiftly as lightning, a water-bubble,
a drop of dew, or a line drawn on water. This death is like an inevitable enemy that comes to slay you.<br /></span></p>
<p class="tm17"><span class="tm13">5. &quot;SUYASATTH&#256;MA PUNNIDDHI BUDDHI VUDDHI JINADVAYAM,<br /> GH&#256;TESI MARANAM KHIPPAM K&#256;TU M&#256;DISAKE KATH&#256;.&quot;<br /> [Even those who possessed] great fame and
accumulation of merits, wisdom and development &#8212; the two victors (the Buddha and the Paccekabuddha) &#8212;<br /> death quickly took them away. What then to say of one like me?<br /></span></p>
<p class="tm19"><span class="tm13">6. &quot;PACCAY&#256;NA&#1057;CA VEKALYA B&#256;HIRAJJHATTUPADDAV&#256;,<br /> MAR&#256;MORAM NIMES&#256;PI MARAM&#256;NO ANUKKHANAM.&quot;<br /> I, who die every moment due to the disintegration
of n&#257;ma-r&#363;pa, will die faster than the blink of an age, because of the lack of necessary conditions (for life) or from an external danger.<br /></span></p>
<p class="tm12"><span class="tm13"></span><u><a href="#a1aj9dpirrtl1"><span class="tm13">Contents</span></a></u></p>
<p class="tm12"><span class="tm13">This meditation on reflection on death is also profound. This practice should be done after learning the details from a teacher. The particulars of these practices should be studied, at minimum,
from traditional meditation manuals.</span></p>
<p class="tm21"><span class="tm13">&#160;</span></p>
</body>
</html>