<!DOCTYPE html>
<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta charset="UTF-8" />
<title></title>

<style type="text/css">
.a______ {
mso-style-name:"Обычный";
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
}
h1 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:18.0pt;
color:Black;
font-weight:bold;
border:none;
}
h2 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:16.0pt;
color:Black;
font-weight:bold;
border:none;
}
h3 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:14.0pt;
color:Black;
font-weight:bold;
border:none;
}
.a__________ {
color:blue;}

.tm6 {
border:none;
}
.tm7 {
margin-top:1.0pt;
margin-bottom:1.0pt;
line-height:14.5pt;
text-align:center;
}
.tm8 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
margin-top:1.0pt;
margin-bottom:1.0pt;
line-height:14.5pt;
text-align:center;
}
.tm9 {
font-size:11.0pt;
font-family:"Arial";
}
.tm10 {
margin-top:1.0pt;
margin-bottom:1.0pt;
line-height:14.5pt;
}
.tm11 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
margin-top:1.0pt;
margin-bottom:1.0pt;
line-height:14.5pt;
}
.tm12 {
font-size:14.0pt;
font-weight:bold;
}
.tm13 {
font-size:14.0pt;
}
.tm14 {
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
text-align:center;
}
.tm15 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
text-align:center;
}
.tm16 {
font-style:italic;
color:#222222;
font-size:14.0pt;
font-weight:bold;
}
.tm17 {
font-style:italic;
color:#222222;
font-size:14.0pt;
}
.tm18 {
color:#222222;
font-size:14.0pt;
font-weight:bold;
}
.tm19 {
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
text-align:justify;
}
.tm20 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
text-align:justify;
}
.tm21 {
font-style:italic;
font-size:14.0pt;
}
.tm22 {
font-style:italic;
color:#38761D;
font-size:14.0pt;
}
.tm23 {
color:#38761D;
font-size:14.0pt;
font-weight:bold;
}
.tm24 {
color:#38761D;
font-size:14.0pt;
}
.tm25 {
font-style:italic;
color:#38761D;
font-size:14.0pt;
font-weight:bold;
}
.tm26 {
color:#222222;
font-size:14.0pt;
}
.tm27 {
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
}
.tm28 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
margin-top:1.0pt;
margin-bottom:6.0pt;
line-height:14.5pt;
}
.tm29 {
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
border:none;
}
.tm30 {
font-family:"Arial";
}

body {
            background-color: #FFE082;
        }

body {
            margin: 5;
            padding: 0;
            font-family: Arial, sans-serif;
        }
        .container {
            width: 100%;
            padding: 20px;
            box-sizing: border-box;
        }
        .content {
            width: 100%;
            max-width: 1200px;
            margin: 0 auto;
        }
img {
    max-width: 95%;
    height: auto;
    display: block;
    margin-left: auto;
    margin-right: auto;
}


</style>
</head>
<body>

<script type="text/javascript">
        var initialFontSize = 14; // Установите начальный размер шрифта

        // Функция для установки начального размера шрифта
        function setInitialFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var computedStyle = window.getComputedStyle(element, null);
                var currentSize = parseFloat(computedStyle.getPropertyValue('font-size'));
                // Увеличиваем размер до начального значения
                var scale = initialFontSize / currentSize;
                element.style.fontSize = initialFontSize + 'pt';
            });
        }

        function increaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = (fontSize + 2) + 'px';
            });
        }

        function decreaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = Math.max(8, fontSize - 2) + 'px';
            });
        }

        // Устанавливаем начальный размер шрифта после загрузки страницы
        window.onload = setInitialFontSize;
    </script>

<p class="tm8"><span class="tm9"></span>
<img src="liveEn21_&#1092;&#1072;&#1081;&#1083;&#1099;/img00001.PNG" width="704" height="500" border="3" alt="" /></p>
<p class="tm8"><span class="tm9">&#160;</span></p>
<p class="tm11"><span class="tm9">&#160;</span></p>
<p class="tm8"><span class="tm9"></span><strong><span class="tm12">Namo tassa bhagavato arahato samm&#257;sambuddhassa</span></strong></p>
<p class="tm8"><span class="tm9"></span><span class="tm13">Homage to the Most Venerable One, the Arhat, the Self-Awakened One</span></p>
<p class="tm8"><span class="tm9">&#160;</span></p>
<p class="tm8"><span class="tm9"></span><strong><span class="tm12">Namo tassa bhagavato arahato samm&#257;sambuddhassa</span></strong></p>
<p class="tm8"><span class="tm9"></span><span class="tm13">Homage to the Most Venerable One, the Arhat, the Self-Awakened One</span></p>
<p class="tm8"><span class="tm9">&#160;</span></p>
<p class="tm8"><span class="tm9"></span><strong><span class="tm12">Namo tassa bhagavato arahato samm&#257;sambuddhassa</span></strong></p>
<p class="tm8"><span class="tm9"></span><span class="tm13">Homage to the Most Venerable One, the Arhat, the Self-Awakened One</span></p>
<p class="tm8"><span class="tm9">&#160;</span></p>
<p class="tm8"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><strong><em><span class="tm16">Sabbap&#257;passa akara&#7751;a&#7747;,</span></em></strong></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Do no evil</span></em></p>
<p class="tm15"><span class="tm9"></span><strong><em><span class="tm16">Kusalassa upasampad&#257;</span></em><span class="tm18">&nbsp;;</span></strong></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Accumulate good things</span></em></p>
<p class="tm15"><span class="tm9"></span><strong><em><span class="tm16">Sacitta pariyo dapana&#7747;,</span></em></strong></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Encourage your mind to comprehend</span></em></p>
<p class="tm15"><span class="tm9"></span><strong><em><span class="tm16">Eta&#7747; buddh&#257;na s&#257;sana&#7747;</span></em></strong></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">This is Buddha&#39;s teaching.</span></em></p>
<p class="tm15"><span class="tm9"></span><strong><span class="tm12">Buddha&#39;s Arrival at Deer Grove</span></strong></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha continued on his way until he met the Group of Five Ascetics at Isipatana, in the Migad&#257;ya forest near Varanasi, on a cool evening during the full
moon of the month of &#256;s&#257;&#7735;ha (July) in the year 528 BCE.<br /><br />Seeing the Buddha approaching from afar, the five ascetics agreed among themselves:<br /><br /></span><em><span
 class="tm21">&quot;Friends, the recluse Gotama is approaching, he who has abandoned ascetic practices. He has become one who aspires to obtain the four requisites. He has returned to the acquisition of the four requisites.
Let us not bow down to the recluse Gotama. Let us not greet him. Let us not take the begging bowl from his hands. However, we will prepare a seat for him if he wishes to sit down.&quot;</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">Aware of the mood of the five ascetics, the Buddha developed goodwill (mett&#257;) specifically directed towards them. As the Buddha came closer and closer, under
the influence of the power of the Buddha (Buddha-tej&#257;nubh&#257;va) and the splendour and power of his goodwill (mett&#257;-tej&#257;nubh&#257;va), they found that they could not keep their agreement, and all five came
out to greet the Buddha; one took his begging bowl, another prepared a seat, a third brought water, a fourth laid a board, and a fifth brought a vessel for washing his feet.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha sat down and washed his feet as the ascetics had prepared. Although they paid due respect by physical acts, despite their agreement, they spoke to him
as an equal, addressing him by the name Gotama and calling him friend (&#257;vuso):</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm21">&quot;Friend Gotama, when you were engaged in meditative practices in the Uruve&#7735;&#257; forest, we carried your begging bowl and clothes and went begging.
We offered you water and toothpaste. We swept the grounds of the hermitage. Who looked after you, performing such duties, great and small, after we left? Were you not perplexed when we left you?&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After this Buddha said:</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm21">&quot;Do not address me by the name Gotama or by the word &#39;friend&#39;, as if I were your equal. Ascetics, listen carefully, I have realized the deathless
Nibb&#257;na (amata-Nibb&#257;na). I will instruct you. I will teach you the Dhamma. If you follow and practice according to the instructions I have given, you will soon realize, even in this life, direct knowledge, the happiness
of the fruit of Arahatship, which is sought after by two kinds of noble men: those noble by birth (j&#257;ti-kula-putta), and those noble by virtuous conduct (&#257;c&#257;r&#257;-kula-putta), who renounce the world, giving
up family life, and become ascetics in the service of the Doctrine (S&#257;sana).&quot;</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">But the Group of Five Ascetics, being skeptical, replied, although with sincere faith:</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm21">&quot;Friend Gotama! Even when you practiced and achieved absorptions (app&#257;naka-jh&#257;na) which are very difficult for ordinary people to achieve, while
you practiced severe austerities (dukkar&#257;-cariya) for six long years, you were unable to realize the knowledge of the Arhat&#39;s path (Arahatta-magga-&ntilde;&#257;&#7751;a) and omniscience (sabba&ntilde;&ntilde;ut&#257;-&ntilde;&#257;&#7751;a)
which could make you noble (ariya). At that time you began to strive to acquire the four requisites and abandoned the meditative practices; now that you have returned to the acquisition of the four requisites, how could you
achieve and realize the knowledge of the Arhat&#39;s path and omniscience which can make a person noble and which surpass the ten kinds of virtuous actions (kusal&#257;-kamma-patha) of ordinary people?&quot;</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">When he was thus told, the Buddha addressed the Group of Five:<br /><br /></span><em><span
 class="tm21">&quot;Ascetics, I am not one who aspires to acquire the four requisites. I am not one who has abandoned the practice of meditation. I am not one who has returned to the acquisition of the four requisites. Ascetics,
I have become Awakened, possessing full, genuine, penetrating and clear knowledge of all knowable phenomena (sacca-&ntilde;eyya-dhamma), worthy of special veneration. Ascetics! Listen carefully. I have realized the deathless
Nibb&#257;na. I will instruct you. I will teach you the Dhamma. If you follow and practice in accordance with the instructions I have given, you will soon realize, even in this life, through direct knowledge, the happiness
of the fruit of Arhatship, which is aspired for by these two kinds of noble men, namely, those noble by birth and those noble by virtue of good conduct, who renounce the world, giving up family life, and become ascetics in
the service of the Dhamma. (S&#257;sana).&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">But the five ascetics, still remaining skeptical, answered as before for the second time.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">Although the Buddha told them for the third time as before, &quot;I am not one who strives to acquire the four necessary things, and so on,&quot; the five ascetics,
still remaining skeptical, answered as before for the third time.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After this, Buddha addressed them as follows:</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm21">&quot;Ascetics, do you remember that when I was formerly engaged in meditative practices in the Uruvela forest, I came and spoke to you, in order to encourage
you and save you from boredom, and also to make you form a high opinion of me, these words: &#39;My friends, do not be embarrassed and do not think of going elsewhere. I have begun to see the nimitta in meditation (kamma&#7789;&#7789;h&#257;na-nimitta).&#39;&quot;
The five ascetics then thought: &quot;At the time when this ascetic Gotama was practicing meditation, we would easily have believed him if he had said: &#39;I have become an Arahant!&#39; But he did not boast and never uttered
lies at that time. Now he speaks only of the qualities (gu&#7751;a) that he actually possesses.&quot; After this single utterance of the Buddha, they became calm, regained their faith, and began to hold him in high esteem.
And, fully convinced that he had truly become Awakened, they replied in recognition: No heta&#7745; Bhante, &#8220;Venerable Buddha, we cannot recall you saying such words.&#8221;</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After the Buddha had convinced the ascetics that he had become Awakened, the five ascetics listened to the Buddha&#39;s words with respect. They listened to him with
full attention. They directed their minds to attaining the fruit of Arhatship. Having satisfied themselves that the Group of Five Ascetics had completely dispelled any doubt that he had truly become Awakened, the Buddha first
delivered the Dhamma-cakka sermon, beginning with the words:<br /></span></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm21">&quot;There</span></em><span class="tm13">&nbsp;are these two extremes, monks...&quot;<br /></span></p>
<p class="tm20"><span class="tm9"><br /><br /></span><span class="tm13">And so it went, on a cool Saturday evening, the full moon day of the month of &#256;s&#257;&#7735;ha in 528 BCE. At that time, the sun as the moon, in
conjunction with the constellation Uttar&#257;s&#257;&#7735;ha, was just rising in the east, conquering the darkness with its radiance.</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">As soon as the Buddha uttered, &quot;Dveme bhikkhave ante...,&quot; the sound spread throughout all 10,000 world systems, reaching Bhavagga, the highest of the
formless realms, and Av&#299;ci, the lowest of the hells below. By then, 180 million Brahmas who possessed the mature roots of merit for realizing the four truths had already gathered around the Buddha.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">When the Buddha thus delivered the discourse on the Wheel of Dhamma, the venerable Ko&#7751;&#7693;a&ntilde;&ntilde;a listened to the teaching, deeply concentrating
his mind on the discourse throughout its course, and developed his knowledge (&ntilde;&#257;&#7751;a) so that he was established in the fruit of Stream-Entry (Sot&#257;patti-phala) along with 180 million Brahmas by the time
the discourse came to an end.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">32 wonderful and extraordinary great signs appeared when the Buddha was delivering a sermon, as well as during his conception, birth and becoming a Buddha.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">When the venerable Ko&#7751;&#7693;a&ntilde;&ntilde;a was thus established in the fruit of Stream Entry, the Buddha exclaimed with joy:</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm21">&quot;A&ntilde;&ntilde;&#257;si vata bho Ko&#7751;&#7693;a&ntilde;&ntilde;o! A&ntilde;&ntilde;&#257;si vata bho Ko&#7751;&#7693;a&ntilde;&ntilde;o!&quot;</span></em></p>
<p class="tm15"><span class="tm9"></span><span class="tm13">(&quot;Ah! Ko&#7751;&#7693;a&ntilde;&ntilde;a has really understood! Ah! Ko&#7751;&#7693;a&ntilde;&ntilde;a has really understood!&quot;)</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">So the Devas and people of the 10,000 world systems could hear this. Because the Buddha made such a joyful exclamation beginning with the words &quot;Ko&#7751;&#7693;a&ntilde;&ntilde;a
has understood (a&ntilde;&ntilde;&#257;)...&quot;, the venerable Ko&#7751;&#7693;a&ntilde;&ntilde;a became known by the name &quot;A&ntilde;&ntilde;&#257; Ko&#7751;&#7693;a&ntilde;&ntilde;a. - (Konda&ntilde;&ntilde;a who has
understood)&quot;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">Having thus become a Stream Enterer, the venerable A&ntilde;&ntilde;&#257; Ko&#7751;&#7693;a&ntilde;&ntilde;a requested initiation from the Buddha, saying:</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm21">&quot;Exalted Buddha, may I become a novice (samanera) in your presence and then a fully ordained monk?&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After this, the Buddha extended his right hand and addressed him in a voice like the voice of Brahma:</span></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm21">&quot;Ehi bhikkhu sv&#257;kkh&#257;to Dhammo, cara brahma-cariya&#7745; samm&#257; dukkhassa anta-kiriy&#257;ya&quot;</span></em></p>
<p class="tm15"><span class="tm9"></span><span class="tm13">(&quot;Come, monk! The Dhamma is well proclaimed. Practice the holy life for the complete cessation of suffering.&quot;)</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The ordination of the Venerable A&ntilde;&ntilde;&#257; Ko&#7751;&#7693;a&ntilde;&ntilde;a as a monk was successfully completed as soon as the first of the three
sentences spoken by the Buddha was finished.</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">When the Buddha called the venerable Ko&#7751;&#7693;a&ntilde;&ntilde;a with the words, &quot;Come, monk,&quot; Kondanni&#39;s former appearance disappeared and
he was transformed into a monk with a shaved head, dressed in monk&#39;s robes. He was already equipped with all the monk&#39;s paraphernalia, each in its place: a single-layer robe (antarav&#257;sako) covering the body, a
double robe (sa&#7749;gh&#257;&#7789;i) lying on his shoulder, and an alms bowl hanging on his left shoulder. His demeanor (iriy&#257;-patha) was worthy of veneration and was like that of an elder of sixty years&#39; standing,
who was eighty years old; and his posture was one of paying homage to the Buddha, who was his preceptor (upajjh&#257;ya).</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">The paraphernalia received by ordained monks (ehi-bhikkhu) are known as paraphernalia created by supernormal powers (iddhi-may&#257;-parikkh&#257;ra). If a person
had made a gift of the eight paraphernalia such as robes, bowl, etc., in the past to a noble person (ariya-puggala) such as a Stream Enterer, Once Returner, etc., or to an ordinary but virtuous monk, and had sincerely aspired,
saying, &quot;May this gift of paraphernalia become a supporting cause (paccaya) for becoming a ordained monk in the future,&quot; then the said gift, provided it had exceptional merit, could help that person to obtain paraphernalia
created by supernormal powers in the presence of the Buddhas and become a ordained monk.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">In total, there were 8 ways of the highest ordination to bhikkhus. Nowadays, only one of these ways exists - this is &Ntilde;atti-catuttha-kamma upasampad&#257;
- ordination by declaration and three proclamations.<br /></span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">The other methods existed only during the time of the Buddha, and one method ceased with the disappearance of the last Theravada nuns:<br /><br /></span><strong><span
 class="tm23">1. Ehi bhikkhu upasampad&#257;<br /></span></strong><span class="tm24">Some people came to the Tathagata, heard the Dhamma and, having gained faith, asked for initiation. To those of them who had the opportunity
to become arhats in the same life and had past merit, the Tathagata granted the initiation &#8220;ehi bhikkhu upasampad&#257;&#8221;. When the one awaiting initiation asked for initiation, the Tathagata extended his right
hand and said: &#8220;Ehi bhikkhu, sv&#257;kkh&#257;to dhammo, caratha brahmacariya&#7747; samm&#257; dukkhassa antakiriy&#257;ya&#8221;. Then the worldly appearance of the one awaiting initiation disappeared, the hair on
his head disappeared, and he was already with the bowl and robes obtained due to his past merit.</span></em></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">2. Sara&#7751;&#257;gamana Upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Upasampada by taking refuge in the triple gem. At the end of the first rainy season, the Tathagata sent sixty arhats for the purpose of spreading the Dhamma.
The sons of householders in the places where the various theras were transmitting the Dhamma expressed their willingness to receive initiation after hearing the Dhamma. They were brought to the Tathagata and were granted initiation
and the supreme initiation. To bring all those wishing to receive initiation to the Tathagata became a very difficult task for both those awaiting initiation and the monk-teachers. Therefore, the Tathagata granted permission
to the monks to confer initiation and the supreme initiation. This was to be done by taking refuge in the triple gem given by the teacher and accepted by those awaiting initiation. The vinaya does not mention the first person
to receive initiation and the supreme initiation by this method.</span></em></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">3. Ov&#257;da pratigraha&#7751;a upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">When the young man Piphal&#299; visited the Tath&#257;gata under the banyan tree named Bahuputtaka and expressed his status as a disciple, the Tath&#257;gata
gave the young man three pieces of advice. His supreme empowerment occurred simply by accepting these pieces of advice. Having received the empowerment, the young man Piphal&#299; became known as Mah&#257; Kassapa thera. Kassapa
thera&#39;s supreme empowerment is called ov&#257;da pratigraha&#7751;a (acceptance of advice) upasampad&#257;, because it occurred by accepting the Tath&#257;gata&#39;s advice. The Buddha gave Kassapa three pieces of advice
about having a sense of shame and fear of committing an offense toward his fellow monks regardless of their status, paying close attention to the teachings that lead to the growth of virtue, and not neglecting mindfulness
of the body.</span></em></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">4. Pa&#1089;haby&#257;kara&#7751;a upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">One day, Sop&#257;ka S&#257;ma&#7751;era was walking behind the Tath&#257;gata in the Pubb&#257;r&#257;ma monastery. Then the Tath&#257;gata turned to Sop&#257;ka
S&#257;ma&#7751;era and asked ten questions. Sop&#257;ka S&#257;ma&#7751;era answered them all very well. Pleased with this, the Tath&#257;gata proclaimed the supreme empowerment of Sop&#257;ka. He was only seven years old
when he received the supreme empowerment. This is called pa&#1089;haby&#257;kara&#7751;a upasampad&#257; because it is achieved by solving questions.</span></em></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">5. Garu dhamma pa&#7789;iggaha&#7751;a upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">When Paj&#257;pat&#299; Gotam&#299;, the Tath&#257;gata&#39;s stepmother/aunt, asked the Tath&#257;gata for higher ordination, the A&#7789;&#7789;ha garu dhamma
(eight basic rules for nuns) were established. The Buddha declared that accepting the A&#7789;&#7789;ha garu dhamma would itself lead to her higher ordination. When &#256;nanda Thera proclaimed the A&#7789;&#7789;ha garu dhamma,
she happily accepted them, and as a result received her higher ordination.</span></em></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">6. A&#7789;&#7789;hav&#257;cik&#257; upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">In the early stages when female monasticism began, the higher ordination of women, except for Paj&#257;pat&#299; Gotami who left home with her, was performed
by monks. This was during the Catti catuttha kamma upasampad&#257;. But later the Tath&#257;gata included other factors in this method of higher ordination, and it was declared that in order for a woman to receive higher ordination,
her higher ordination must be performed by Catti catuttha kamma among bhikkhun&#299;s and then among bhikkhus. Since Catti catuttha kamma is repeated twice among bhikkhun&#299;s and bhikkhus, the Kammavaca will be recited
eight times. Thus the highest ordination of the bhikkhun&#299;s becomes A&#7789;&#7789;hav&#257;cik&#257; upasampad&#257;. The five hundred women who left home with Paj&#257;pat&#299; Gotami were awarded the supreme initiation
of Catti catuttha kamma. In this way.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><strong><em><span class="tm25">7. D&#363;tena upasampad&#257;</span></em></strong></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">At the time of the Buddha, a prostitute named A&#7693;&#7693;hak&#257;s&#299; was ordained in this way. After she had received the highest ordination among the
bhikkhun&#299;s and was about to go to the bhikkhu to undergo the second part of the ceremony, it was reported that a group of men were waylaying her on the road to rape her. The Tath&#257;gata then approved the sending of
another bhikkhun&#299; as an agent in place of A&#7693;&#7693;hak&#257;s&#299; to perform the highest ordination of A&#7693;&#7693;hak&#257;s&#299; to pronounce the required kamma vaca. Because this highest ordination is performed
using an agent, it was called D&#363;tena (by means of a messenger) upasampad&#257;.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">And finally:<br /><br /></span><strong><span class="tm23">8. Catti catuttha kamma upasampad&#257; - which is performed in our days</span></strong></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">At the time of the Buddha, the responsibility of conferring the highest initiation of R&#257;dha thera was taken over by the elder S&#257;riputta. He asked the
Tath&#257;gata how the highest initiation of R&#257;dha thera should be performed. The Tath&#257;gata then declared that the hitherto practiced sara&#7751;&#257;gamana upasampad&#257; should be discontinued and catti catuttha
kamma upasampad&#257; should be practiced in the future for conferring the higher initiation. If this takes place in the middle part of India, it should be done with ten monks who have received the highest initiation; if the
initiation takes place outside the middle part of India, it should be done with five monks. A person who has no faults that would prevent the highest initiation can be initiated into the highest initiation by making the correct
pronunciation (kammavaca &#8211; proclamation). By correctly reciting the kammavaca among suitable people, in a properly constructed and limited sima, the person awaiting the highest initiation will establish the highest initiation,
as it is written in the Vinaya.<br /><br /><br />Nowadays, the highest initiation of monks is performed by catti catuttha kamma upasampad&#257;.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">When a person awaiting the highest initiation arrives in Sima&nbsp;</span><u><sup><a
 href="#footnote1"><span class="tm13">1</span></a><a id="footnote1back"></a></sup></u><span class="tm24">,<br />the first thing that is done is to give him the temporary name Naga, and the temporary
name Tissa is given to his preceptor; this is done so that their names can be easily pronounced when reciting the kamavaca - a special formula for upasampada in Pali where maximum precision in pronunciation of Pali words is
required and the legitimacy of the initiation may even depend on this pronunciation.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">The monk conducting the upasampada (highest initiation) says it in Pali as follows. Here is the translation:</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;To facilitate the pronunciation of the empowerment text, I remove the old name of the candidate for the highest empowerment and give him the name Naga,
I remove the old name of the preceptor and give him the name Tissa. This should be known by the one who is awaiting the highest empowerment, the preceptor and the Sangha.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">After the assignment of names, the teacher should tell the candidate for higher initiation the following:</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;Samanera! You who have come with the expectation of the supreme initiation for the purpose of crossing samsara and attaining Nibbana, should first accept
a preceptor, as the Buddha expounded &#8220;Pa&#7789;hama&#7747; upajjha&#7747; g&#257;h&#257;petabbo.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">When this is said, the person awaiting the highest initiation (upasampad&#257;pekkha), sitting down before the preceptor, utters the words of acceptance of the
preceptor.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">After this, the teacher explains to the applicant.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;For your information I tell you what is used in the sasana to denote the cup and the garments, because the Blessed One, the guide of the world, said so.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Aya&#7747; te patto&quot;,</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Samanera! This black spherical vessel is your cup.&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Aya&#7747; sa&#7749;gh&#257;&#7789;i&quot;,</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;This garment, cut into pieces, sewn in two layers and dyed, is called sa&#7749;gh&#257;&#7789;i in the Buddha&#8217;s sasana.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Aya&#7747; uttar&#257;s&#7749;goa&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;This garment, cut into pieces, stitched together in one layer and dyed, is called uttar&#257;s&#7749;goa in Sasana.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Aya&#7747; antarav&#257;sako&quot;,</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;This robe that you wear is called antarav&#257;sako in Buddha-Sasana.&#8221;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&quot;Gaccha amumhi ok&#257;se ti&#7789;&#7789;h&#257;hi&quot;,</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;Samanera! As the Tathagata declared:</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">&#8220;Anuj&#257;mi bhikkhave! Ekamanta&#7747; anus&#257;sitv&#257; sa&#7749;ghamajjhe antar&#257;yike dhamme pucchitu&#7747;&quot;,</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">That a person awaiting the highest initiation should be interviewed in a place far from the Sangha, it is not appropriate to give you advice among the Sangha.
Therefore, go to that place.&quot;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Thus, the one awaiting the highest initiation retires to a special place.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">There the monk says to the samanera:</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Su&#7751;asi, n&#257;ga. Aya&#7747; te saccak&#257;lo, bh&#363;tak&#257;lo. Ya&#7747; j&#257;ta&#7747; ta&#7747; sa&#7749;ghamajjhe pucchante santa&#7747; atth&#299;&#39;ti
vattabba&#7747;, asanta&#7747; natthi&#39;ti vattabba&#7747;. M&#257; kho vitth&#257;si, m&#257; kho ma&#7749;ku ahosi.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Samanera named Naga, you who have sacrificed your worldly life to the Buddha Sasana for the purpose of crossing samsara. This moment when you are about to receive
the highest initiation consisting of the highest morality in this extremely rare Buddha Sasana is the time to honestly express the truth by answering the questions asked, without hiding or trying to hide anything.<br /><br />Then
the aspirant is asked special questions.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">After this, the one who performs the initiation leaves the person waiting for the highest initiation there and goes to the Sangha for approval of the highest
initiation. In the meantime, the candidate changes into a civara.<br />Then, in front of the Sangha, the candidate is asked 14 more questions and if he answers them appropriately, he is ordained as a bhikkhu and no one has
any objections.<br /><br />Then, the Pali texts on the morality of bhikkhus and so on are read to him. The information about his initiation is read as follows:<br /></span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">T&#257;vadeva ch&#257;y&#257;metabb&#257;. Uttuppam&#257;&#7751;a&#7747; &#257;cikkhitabba&#7747; divasabh&#257;go &#257;cikkhitabbo. Sa&#7749;gh&#299;ti &#257;cikkhitabb&#257;.
Catt&#257;ro niss&#257;ya &#257;cikkhitabb&#257;. Catt&#257;ri akara&#7751;&#299;y&#257;ni &#257;cikkhitabb&#257;ni.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">As our omniscient, all-compassionate, blessed Arahant, Sammasambuddha has instructed us to tell you this within the sima itself; the time, season and year when
the Maha Sangha, having entered the right path, bestowed upon you the absolutely pure supreme empowerment and judged you by the four supports and the four forbidden things; I do so, please listen to them with appreciation.
Venerable person!</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">On the day...... month.......... B.E. or...... day...... month...... year of our era;</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">The Sangha has bestowed upon you the absolutely pure supreme initiation and elevated you to the status of a bhikkhu from the realm of samanera. Remember this
and at the cost of your life protect the morality of the supreme initiation, without violating even the slightest rules.<br /></span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Pi&#7751;&#7693;iy&#257;lopa bhojana&#7747; niss&#257;ya pabbajj&#257;. Tattha te y&#257;vaj&#299;va&#7747; uss&#257;ho kara&#7751;&#299;yo. Atirekal&#257;bho
sa&#7749;ghatta&#7747;, uddesabhatta&#7747;, nima&#7751;tana&#7747;, sal&#257;kabhatta&#7747;, pakkhika&#7747;, uposathika&#7747;, p&#257;&#7789;ip&#257;dika&#7747;.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">This dedication is supported by food obtained by going from house to house. You should try to live on alms all your life. Alms offered to the whole sangha, alms
offered to two or three members of the sangha, alms given privately, periodic alms, alms given once, alms given on the day of Poya, and alms given on the day after the full moon or new moon should be considered as additional
benefits due to your past merits.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Pa&#7747;sak&#363;la c&#299;vara&#7747; niss&#257;ya pabbajj&#257;, tattha te y&#257;vaj&#299;va&#7747; uss&#257;ho kara&#7751;&#299;yo. Atireka l&#257;bho khoma&#7747;,
kapp&#257;sika&#7747;, koseyya&#7747;, kambala&#7747;, s&#257;na&#7747;, bha&#7749;ga&#7747;.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Initiation is supported by clothes. You should try to make do with discarded clothes at the cost of your life. If you receive chivara made of goat hair, cotton,
silk, wool, and mixed materials due to past merits; these should be used as additional benefits.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Rukkham&#363;lasen&#257;sana&#7747; niss&#257;ya pabbajj&#257;, tattha te y&#257;vaj&#299;va&#7747; uss&#257;ho kara&#7751;&#299;yo. Atireka l&#257;bho vih&#257;ro,
a&#7693;&#7693;hayogo, p&#257;s&#257;do, hammiya&#7747; guh&#257;.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Dedication is supported by sheltering at the roots of trees. You should try to live at the cost of your life at the roots of trees. If houses with two-sided roofs,
one-sided roofs, four-sided roofs, caves are obtained as a result of past merits; they can be used.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">P&#363;timuttabhesajja&#7747; niss&#257;ya pabbajj&#257;, tattha te y&#257;vaj&#299;va&#7747; uss&#257;ho kara&#7751;&#299;yo. Atireka l&#257;bho sappi, navan&#299;ta&#7747;,
tela&#7747;, madhu, ph&#257;n&#299;ta&#7747;.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Dedication is supported by medicines prepared from gall nuts and urine of cattle. You should try to live on this medicine at the cost of your life. However, if
you get ghee, butter, spicy butter, honey, jaggery due to past merits; they can be used as additional benefits.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">This is how the initiation&nbsp;</span><strong><span class="tm23">of Catti catuttha kamma upasampad&#257; takes place.</span></strong></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><strong><span class="tm12">Starting the Wheel of Dhamma</span></strong></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">Before the appearance of the Buddha, there appeared in India some leaders of religious schools who called themselves ascetics (sama&#7751;a). Some of them practiced
and taught sensual indulgence as an ascetic&#39;s conduct, while others practiced and taught a self-torturing way of life. At a time when the world was enveloped in the darkness of these two extreme teachings of self-indulgence
and self-torture, each claiming to be the true good practice, on the full moon sunset of the month of Ves&#257;kha in 528 BCE, the Buddha delivered the Discourse on Turning the Wheel of Dhamma (Dhamma-cakkappavattana-sutta,
SN 56.11).</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha began the discourse by saying, &quot;Monks, these two extremes should not be followed by one who has renounced the world.&quot; And as soon as these words
were spoken by the Buddha, by the power of the Buddha, they echoed throughout the 10,000 world system that constituted the Buddha&#39;s birth sphere, and filled the entire world, from the Av&#299;ci sphere below to the Bhavagga
sphere above. By that time, the Brahmas, 180 million in number, who had ripened the roots of merit as a sufficient condition for realizing the four truths, had already assembled in the Deer Park, Isipatana, where the discourse
was to be delivered. As this first discourse was being delivered by the Buddha, the sun was setting in the west and the moon was appearing on the eastern horizon.</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The subject of the Discourse on Turning the Wheel of Dhamma is this: The Buddha exhorted the Group of Five Ascetics to avoid the two extremes of self-indulgence and
self-torture, and pointed out to them the Middle Way, consisting of eight factors, as the correct course of practice. He then outlined the Four Truths. After this, he announced the characteristics that require three stages
of knowledge regarding each of the Four Truths, and declared that he was a Buddha because he had fulfilled these requirements.</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">As the teaching continued, Ko&#7751;&#7693;a&ntilde;&ntilde;a &quot;stream-entered&quot; and became the first Stream-Enter (Sot&#257;panna), a disciple established
on the first path. Thus the Wheel of Dhamma was set in motion and the noble truth was established in the world. This great event was hailed by the earthly Devas, whose loud praises spread among the heavenly Devas and Brahmas.
The great earth trembled. The wondrous light emanating from the Buddha, generated by his mind and arising from the element of temperature, was infinitely superior to the personal radiance of the greatest of the Devas or Brahmas,
due to his omniscient wisdom.</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">What exactly is called the &quot;Wheel of Dhamma&quot;? The Wheel of Dhamma is a term referring to the two kinds of knowledge of the Buddha: the penetrating knowledge
(pa&#7789;ivedha-&ntilde;&#257;&#7751;a) of the four knowledges of the path (magga-&ntilde;&#257;&#7751;a) and the knowledge of exposition (desan&#257;-&ntilde;&#257;&#7751;a).<br /><br />The four knowledges of the path, consisting
of the twelve aspects of the four truths that arose in the Bodhisattva at the moment of Perfect Awakening, are the Wheel of Dhamma; and the power of exposition of these same twelve aspects of the four truths that was expounded
to the Group of Five is also the Wheel of Dhamma. They are called the Wheel of Dhamma or Righteousness because these two kinds of knowledge of the Buddha destroy all defilements, just as a powerful weapon destroys all enemies.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">It was when the Venerable Ko&#7751;&#7693;a&ntilde;&ntilde;a and the 180 million Brahmas attained the Fruit of Stream-Entry (Sot&#257;patti-phala) that the Wheel
of Dhamma could be said to have been successfully set in motion and the kingdom of Dhamma established in the world. This was a particularly significant event because from the time of the disappearance of the teaching of the
previous Buddha Kassapa until this time under the Buddha Gotama, no one had been able to set this Wheel of Dhamma in motion through these two special knowledges of the Buddha.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">In regard to the insight into the four truths, the truth of cessation is realized or perceived through Nibb&#257;na as the object of the mind. The other three truths
are perceived in their respective functions. This means that the four truths are simultaneously revealed at the moment when knowledge of the path (magga-&ntilde;&#257;&#7751;a) dispels the confusion or ignorance that has obscured
these four truths.</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><strong><span class="tm12">Characteristics of Impersonality (Anatta)</span></strong></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After the Buddha had brought Kondanna to the fruit of Stream-Entry (Sot&#257;patti-phala), he taught further spiritual development to the Group of Five Ascetics.
From the first day of the waning moon of the month of Vesakha, he did not go out for alms, but engaged only in teaching. On the first and second days of the waning moon, the venerables Vappa and Bhaddiya attained the fruit
of Stream-Entry, and both were ordained as monks by the Buddha himself in the manner: &quot;Ehi bhikkhu&quot; (&quot;Come, monk&quot;).</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha then allowed the Venerables Kondanna, Vappa and Bhaddiya to go on alms round, while he himself taught the Dhamma to the Venerables Mahananma and Assaji.
The Buddha and his five disciples supported themselves on the alms collected by the three monks. Then on the third and fourth days of the waning moon in the month of Vesakha, the Venerables Mahananma and Assaji became established
in Stream Entry, and both were ordained as monks in the manner of &#39;Ehi bhikkhu&#39;.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">After all five ascetics had established themselves in Stream-Entry, the Buddha decided on the fifth day of the waning moon to expound the teaching further in order
to lead them to Awakening. And accordingly on that day he taught them the Sutta on the Characteristics of Impersonality (Anatta-lakkha&#7751;a-sutta, SN22.59).</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha began the sutta by saying, &quot;Monks, form is not the self,&quot; and explained this fact through the suffering (dukkha) characteristic of bodily form.
He then asked five monks, &quot;Is form permanent or impermanent?&quot; The monks, after pondering the question, replied, &quot;Form is impermanent, Venerable Sir.&quot;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">Using the same method of question and answer, the Buddha revealed to his listeners the character of impermanence of the five aggregates (khandha), one after the other.
In the same way, he revealed to his disciples the fact of suffering (dukkha) and impersonality (anatta). This method of dialogue, in which the disciple comes to his own conclusion about the three characteristics of the five
aggregates, is technically called by the commentators the &quot;threefold circle instruction&quot; (tepariva&#7789;&#7789;a-dhamma-desan&#257;). In this question, the Buddha seeks to establish the characteristic of impersonality
(anatta), having previously established the characteristic of impermanence (anicca) and the characteristic of suffering (dukkha) of the five aggregates.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">In some suttas, the Buddha expounded the impermanent nature of the five aggregates through the characteristic of impermanence. In some suttas, he expounded the characteristic
of impersonality through the fact of the suffering nature (dukkha) of the five aggregates. The early part of this sutta is an example of this. In some suttas, he makes the characteristic of impersonality obvious after first
establishing the fact of the impermanence and suffering nature of the aggregates. In this sutta, the latter part makes it clear. The Buddha uses this approach because the impermanent and suffering nature of things is more
obvious to everyone, whereas the nature of impersonality is not so obvious.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">To explain this further: When someone accidentally breaks an object, he or she may notice, &quot;Ah, this is impermanent!&quot; but will not say, &quot;Ah, this is
without essence or without self.&quot; When someone is tormented by pain or the prick of a thorn, one may say, &quot;Ah, this is suffering,&quot; but will not say, &quot;Ah, this is without self.&quot; Without self (anatta)
is not mentioned in these cases because the nature of without self is somewhat removed from man&#39;s ordinary thinking. Therefore the Buddha teaches without self through impermanence, or through suffering, or through a combination
of impermanence and suffering. This latter method is used in the final part, the threefold circle instruction (tepariva&#7789;&#7789;a-dhamma-desan&#257;) of this sutta.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm13">The Buddha further explains: &#8220;Therefore, monks, whatever bodily form there may be &#8211; past, future or present, internal or external, gross or subtle, low
or sublime, distant or near &#8211; the whole bodily form should be seen as it actually is, with right insight and path-knowledge wisdom: &#8216;This is not mine,&#8217; &#8216;This is not I,&#8217; &#8216;This is not my self.&#8217;&#8221;
Thus, the Buddha points out the falsity of the ego when one gains insight into the five aggregates and when one himself comes to this through the attainment of path-knowledge.</span></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">In insight meditation (vipassan&#257;), if one concentrates on the impermanence (anicca) of phenomena, one can dispel the illusion of vanity. If one concentrates
on suffering (dukkha), one can let go of craving. If one concentrates on essencelessness (anatta), one can dispel the illusion of wrong views.</span></em></p>
<p class="tm20"><span class="tm9"></span><em><span class="tm22">Here, regarding the five aggregates as &quot;This is not mine&quot; leads to the destruction of craving (ta&#7751;h&#257;) and is equivalent to focusing on suffering
in insight meditation. Regarding the five aggregates as &quot;This is not me&quot; leads to the destruction of conceit (m&#257;na) and is equivalent to focusing on impermanence. Regarding the five aggregates as &quot;This
is not my self&quot; leads to the destruction of wrong views (di&#7789;&#7789;hi) and is equivalent to focusing on impersonality.</span></em></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm26">In the conclusion of the sutta, the Buddha summarizes the result that a person with right view attains, namely the fruit of an Arahant. &quot;Having attained this
right view, the well-informed one becomes a noble disciple (ariya).&quot; In the sequence of practices and events following right perception as described above, he attains sufficient insight into the five aggregates to attain
path-knowledge and its fruition, as well as overseeing knowledge (paccavekkha&#7751;a-&ntilde;&#257;&#7751;a). The sutta then ends with a brief description of the attainment of Enlightenment by five monks.</span></p>
<p class="tm20"><span class="tm9"></span><span class="tm26">From this sutta it is clear that the Group of Five Ascetics attained Awakening through meditation on the impermanence, suffering and impersonality of the five aggregates.
Therefore, it would be beneficial for all followers of the Buddha to reflect on the following verses on the five aggregates:</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">The totality of corporeality is short-lived:</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">It appears and disappears in the blink of an eye.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">It is sad, sad, painful to be subjected to</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Arising and disappearing, continually again and again.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">The corporeality is without essence, without anything really substantial.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">To the discerning eye it is fickle by nature,</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">And therefore there is only suffering and non-self.</span></em></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">The aggregates of feeling, perception, volitional impulses and consciousness are also short-lived:</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">They appear and disappear in the blink of an eye.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">It is sad, sad, painful to be subjected to</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Arising and disappearing, continually again and again.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">Consciousness is without essence, without anything really substantial.</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">To the discerning eye it is impermanent by nature,</span></em></p>
<p class="tm15"><span class="tm9"></span><em><span class="tm17">And therefore there is only suffering and non-self.</span></em></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm15"><span class="tm9">&#160;</span></p>
<p class="tm28"><span class="tm9">&#160;</span></p>
<p class="tm20"><span class="tm9">&#160;</span></p>
<p class="tm29"></p>
<p class="tm11"><span class="tm9"><a id="footnote1"></a></span><u><sup><a href="#footnote1back"><span class="tm30">1</span></a></sup></u><span
 class="tm30">&nbsp;&nbsp;(Sima is a special room, a building where formal actions of the Sangha take place with the pronunciation of special formulas in Pali (kamavacha).</span></p>
</body>
</html>