<!DOCTYPE html>
<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta charset="UTF-8" />
<title></title>

<style type="text/css">
.a______ {
mso-style-name:"Обычный";
margin:1.0pt;
margin-top:1.0pt;
margin-bottom:1.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Times New Roman";
font-size:10.0pt;
color:Black;
font-weight:normal;
border:none;
}
h1 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:18.0pt;
color:Black;
font-weight:bold;
border:none;
}
h2 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:16.0pt;
color:Black;
font-weight:bold;
border:none;
}
h3 {
margin:1.0pt;
margin-top:12.0pt;
margin-bottom:3.0pt;
margin-left:0.0pt;
margin-right:0.0pt;
text-indent:0.0pt;
font-family:"Arial";
font-size:14.0pt;
color:Black;
font-weight:bold;
border:none;
}

.tm5 {
font-size:14.0pt;
}
body {
            background-color: #FFE082;
        }

body {
            margin: 5;
            padding: 0;
            font-family: Arial, sans-serif;
        }
        .container {
            width: 100%;
            padding: 20px;
            box-sizing: border-box;
        }
        .content {
            width: 100%;
            max-width: 1200px;
            margin: 0 auto;
        }
img {
    max-width: 95%;
    height: auto;
    display: block;
    margin-left: auto;
    margin-right: auto;
}

</style>
</head>
<body>

<script type="text/javascript">
        var initialFontSize = 14; // Установите начальный размер шрифта

        // Функция для установки начального размера шрифта
        function setInitialFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var computedStyle = window.getComputedStyle(element, null);
                var currentSize = parseFloat(computedStyle.getPropertyValue('font-size'));
                // Увеличиваем размер до начального значения
                var scale = initialFontSize / currentSize;
                element.style.fontSize = initialFontSize + 'pt';
            });
        }

        function increaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = (fontSize + 2) + 'px';
            });
        }

        function decreaseFontSize() {
            var elements = document.querySelectorAll('body *');
            elements.forEach(element => {
                var style = window.getComputedStyle(element, null).getPropertyValue('font-size');
                var fontSize = parseFloat(style);
                element.style.fontSize = Math.max(8, fontSize - 2) + 'px';
            });
        }

        // Устанавливаем начальный размер шрифта после загрузки страницы
        window.onload = setInitialFontSize;
    </script>

<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">The five jh&#257;nas are divided into fifteen types, arising as wholesome, resultant, and functional cittas. Each jh&#257;na citta of the same level is defined by the same set of factors,
regardless of whether the citta is wholesome, resultant, or functional. All fine-material sphere cittas are associated with knowledge (&ntilde;&#257;&#7751;asampayutta), although knowledge, not being a specific jh&#257;na
factor, is not mentioned in the formulas. Thus, all fine-material sphere cittas have three roots: non-greed, non-hatred, and non-delusion.</span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">It should be noted that, unlike the wholesome and unwholesome cittas of the sensory sphere, the cittas of the fine-material sphere are not distinguished by the type arising with prompting
and without prompting (sasa&#7749;kh&#257;rika-asa&#7749;kh&#257;rika). This distinction is also omitted from the description of the immaterial sphere cittas and the supramundane cittas. This omission is made because, when
someone practices meditation to achieve the jh&#257;na of the path or fruit, as long as they depend on encouragement from others or their own prompting, the mind is not yet ready to attain the achievement. The distinction
by type with prompting and without prompting is suitable for the preliminary phase of practice leading to attainment, but the cittas with which actual attainment occurs cannot include prompting or urging. Therefore, in the
absence of the real possibility of prompting jh&#257;na and supramundane attainment, the distinction between arising with prompting or without prompting becomes irrelevant concerning these types of cittas.</span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">The view presented here differs from the conventional opinion of the &quot;Vibh&#257;vin&#299;-&#7789;&#299;k&#257;,&quot; which states that since any attainment of jh&#257;na requires
preliminary effort (pubb&#257;bhisa&#7749;kh&#257;ra), jh&#257;na cittas can never be called arising without prompting, only with prompting. This view seems untenable because the preliminary effort leading to jh&#257;na should
not be identified with the &quot;prompting&quot; accompanying the jh&#257;na cittas themselves. Thus, despite the prestigious authority of the &quot;Vibh&#257;vin&#299;,&quot; it still seems preferable to consider the distinction
&quot;with prompting&#8212;without prompting&quot; as inappropriate concerning the higher classes of consciousness. However, Ledi Sayadaw asserts that this distinction can still be applicable to jh&#257;nas and supramundane
states because of the distinction made in the texts regarding the kinds of progress (pa&#7789;ipad&#257;) through which they are attained. </span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">The &quot;Dhammasa&#7749;ga&#7751;&#299;&quot; makes a distinction between attainments achieved through difficult progress (dukkhapa&#7789;ipad&#257;), where defilements can be suppressed
only by intense effort and great exertion, and easy progress (sukhapa&#7789;ipad&#257;), where defilements can be suppressed easily and pleasantly. Ledi Sayadaw believes that the jh&#257;na cittas or supramundane cittas of
those who attained through difficult progress are similar to the cittas with prompting at the sensory level, while the jh&#257;na cittas or supramundane cittas of those who progressed easily are similar to the cittas without
prompting.</span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">However, although Ledi Sayadaw&#39;s view is noteworthy, the fact remains that:</span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">1) The &quot;Dhammasa&#7749;ga&#7751;&#299;&quot; originally classifies the jh&#257;na cittas and supramundane cittas without reference to the type of progress, and</span></p>
<p class="a______"><span class="tm5">&#160;</span></p>
<p class="a______"><span class="tm5">2) In the section where this classification by type of progress is given, such a distinction is not used as a basis for numbering the different types of jh&#257;na cittas and supramundane
cittas. Therefore, it seems preferable to exclude the distinction &quot;with prompting&#8212;without prompting&quot; from jh&#257;na cittas, as well as from the path and fruit cittas altogether.</span></p><br><br><br><br>
</body>
</html>